Repository: IBM/watson-translator-101
Catalog: en-zh-6000-ParallelCorpus.tmx
Source language: en
Languages: zh

source: UNHCR provided the less-than-material total of these commitments below $5,000 in 2003 ($1.79 million, i.e., 3.8 per cent of a total $47,025,730) and explained that the cost of compiling these small amounts every year from more than 200 field offices would not be compensated by any significant benefit.
zh: 2003年，难民专员办事处提供的低于5 000美元的承付款(1.79百万美元，即占47 025 730美元总额的3.8%)，总额并不是很大。

source: UNHCR could not compute their aggregate amount, because it had not requested its field offices to report them.
zh: 它解释说，每年从200多个外地办事处汇编这些小额款项得不偿失。

source: Unjustified unliquidated obligations
zh: 没有合理依据的未清偿债务

source: The obligations still outstanding at year's end increased by 5.7 per cent from the previous year.
zh: 95. 年终未清偿债务比上年增加5.7%。

source: The unliquidated obligations charged during the last month of the fiscal year constituted 80 per cent of the total of unjustified unliquidated obligations.
zh: 财政年度最后一个月入账的未清偿债务占未清偿债务总额的80%。

source: The Board's review of a sample showed that field office unjustified unliquidated obligations amounting to $419,000 in the sample should not have been posted as unjustified unliquidated obligations because they were unsupported by adequate documents.
zh: 委员会对一份抽样所作的审查表明，抽样中高达419 000美元的外地办事处未清偿债务，不应记作未清偿债务，因为这些债务没有适当的证明文件。

source: For a significant part of this amount, the supporting documentation was the official UNDP service clearing account report, which was considered a valid documentary base by UNDP and UNHCR.
zh: 其中相当大一部分的证明文件是开发计划署服务结算账户的正式报告，开发计划署和难民专员办事处认为它们是有效的证明文件。

source: UNHCR acknowledged difficulties in retrieving retrospective reports on commitments on purchase orders from MSRP and the need to take appropriate compensating action.
zh: 难民专员办事处承认难以从管理系统更新项目中获取关于采购定单承付款的追溯性报告，需要采取适当的补救行动。

source: Currency exchange rate
zh: 9. 汇 率

source: There was no automated exchange rate control over transactions coming from field offices, which entails a risk of posting the wrong exchange rate.
zh: 96. 对来自外地办事处的财务事项，没有自动的汇率控制，这就有可能造成使用错误的汇率。

source: The system to be extended to all field offices will include exchange rate verification.
zh: 即将扩大到所有外地办事处的制度将包括汇率审核。

source: UNHCR indicated that it would, meanwhile, consider interim controls.
zh: 难民专员办事处表示，它将同时考虑采取临时控制措施。

source: UNHCR agreed with the Board's recommendation to introduce remedies for the risk of posting incorrect exchange rates.
zh: 97. 难民专员办事处同意委员会的建议：对使用错误汇率的风险采取补救措施。

source: Expendable and non-expendable property
zh: 10. 消耗性和非消耗性财产

source: New assets were purchased for $57 million, of which $21 million was for field offices.
zh: 98. 购置了57百万美元的新资产，其中21百万美元是为外地办事处购置的。

source: However, the net increase in non-expendable property was much higher (27.9 per cent), especially in field vehicles ($93 million out of $105 million).
zh: 然而，非消耗性财产的净增额要高得多(27.9%)，尤其是外地车辆(在105百万美元中占93百万美元)。

source: The largest part of the increase was attributed to a better follow-up of field assets that heretofore had not been entered into the database. The frequency and quality of the reporting has also improved.
zh: 增加的最大一部分其原因是改善了对外地资产的监测，而外地资产原来一直未输入数据库、报告的频率和质量也有所改善。

source: The amounts indicated in note 14 do not reflect the total value of these properties.
zh: 99. 附注14所列数额没有反映这些财产的总价值。

source: Only the first two of three relevant categories were taken into account to calculate the amount registered in note 14: assets that were active (in service) or in transit from one country or office to another.
zh: 在计算附注14中的数额时，只考虑到三个相关类别中的头两个类别：活动资产(使用中)，或从一国或一办事处运往另一国或另一办事处在途资产。

source: The surplus assets (due to the phasing down or closure of an operation, awaiting redeployment) were not reported.
zh: (因一行动缩编或结束而等待再部署的)盈余资产没有报告。

source: The Board notes that the amounts mentioned in the note do not reconcile with the databases used to build them: the deviation was $5.6 million.
zh: 委员会注意到附注中提到的数额与用来编写附注的数据库不符：差额5.6百万美元。

source: Table 9 Non-expendable property (acquisition value of in-service and in-transit assets) (United States dollars)
zh: 表 9

source: Although the monitoring of field-property data was improved, there were still gaps between the assets actually procured and those entered into the database.
zh: 100. 尽管对外地财产数据的监测有所改进，实际购置的资产与输入数据库的资产仍有出入。

source: The percentage of countries using the database rose to 87 per cent, leaving 13 per cent not using it yet.
zh: 使用数据库的国家所占百分比增至87%，而尚未使用的国家占13%。

source: Chapter 8 of the UNHCR Manual calls for an annual check of the assets in all locations, which the Board has previously mentioned as not implemented at the Geneva headquarters.
zh: 101. 《难民专员办事处手册》第8章要求对所有地点的资产进行年检，委员会以前提到这一点在日内瓦总部没有得到执行。

source: In the first quarter of 2005, UNHCR conducted a full headquarters asset inventory, with a view to a report that had yet to be issued by May 2005.
zh: 2005年第一季度，难民专员办事处进行了总部财产的全面清查，以编写一份报告，但该报告到2005年5月尚未印发。

source: The Board could therefore still not ascertain that the financial statements fully reflected the real value of assets.
zh: 委员会因此仍不能确定财务报表充分反映了财产的实际价值。

source: UNHCR agreed with the Board's recommendation to continue to improve its assets management and annual inventory checks.
zh: 102. 难民专员办事处同意委员会的建议：继续改进其财产管理和库存年检。

source: UNHCR wrote off $1.3 million in cash, receivables and property in accordance with UNHCR financial rules 10.6 and 10.7.
zh: 103. 难民专员办事处依照《难民专员办事处财务细则》第10.6和第10.7条，注销现金、应收账款和财产共计1.3百万美元。

source: Of this total, $0.2 million was written off in respect of unrecoverable balances due from various entities and theft/losses of cash, and $1.1 million with regard to non-expendable property.
zh: 其中，不能收回的各实体欠款以及现金被窃/损失注销0.2百万美元，非消耗性财产注销1.1百万美元。

source: An amount of $6,953 remained undocumented.
zh: 6 953美元的款项仍无据可查。

source: UNHCR financial rule 10.5 defines ex gratia payments as those “where, although no legal liability on UNHCR exists, the moral obligation is such as to make payment desirable in the interest of UNHCR”.
zh: 104. 难民专员办事处《财务细则》第10.5条规定，惠给金为“虽然难民专员办事处没有法定责任，但从道义责任而言，合乎难民专员办事处的利益，有必要支付惠给金”。

source: These transactions amounted to $120,026.
zh: 这些财务事项金额为120 026美元。

source: Implementing partners' expenditure
zh: 1. 执行伙伴的支出

source: UNHCR properly requires its implementing partners to supply audit certificates delivered by external auditing firms on their local operations funded by it.
zh: 105. 难民专员办事处根据规定，要求其执行伙伴就由办事处供资的当地业务提供外部审计公司签发的审计证明书。

source: The certificates are compulsory for partners having projects with an annual aggregate value of $100,000 and above, except for United Nations and related agencies, for which there is direct external audit coverage.
zh: 如有关项目的年度总计价值在100 000美元以上(含本数)，则执行伙伴必须提供证明书，但联合国和有关机构除外，因对其进行直接的外部审计。

source: In its reports for 2001 and 2002, the Board expressed its concern about the recurrent, unsatisfactorily low percentage of audit certificates received by December of the second year following the completion of a project.
zh: 委员会在其2001年和2002年的审计报告中表示，在项目完成次年12月底之前收到审计证明书比率偏低，这一现象不能令人满意，而且经常发生令人关切。

source: After an improvement in 2003, the situation has sharply deteriorated.
zh: 情况2003年有所改善，但后来急剧恶化。

source: As at 1 April 2005, UNHCR had received 51.1 per cent of the audit certificates for expenditure related to projects implemented in 2003, as compared with 65.2 per cent the previous year (as at January 2004 for 2002 projects).
zh: 截至2005年4月1日，难民专员办事处收到与2003年执行项目有关的支出审计证明书占51.1%，前一年为65.2%(截至2004年1月，有关2002年的项目)。

source: As per the UNHCR Manual, for projects prior to 2004 audit certificates are required within six months of the final date for liquidation of commitments for governmental partners and local NGOs having projects of an aggregate value of $100,000 and above, or within six months of the end of the organization's fiscal year for international NGOs having projects of an aggregate value of $100,000 and above (since 1 January 2004, $300,000 and above within the same country).
zh: 106. 依照《难民专员办事处手册》，对2004年以前的项目，如政府伙伴和当地非政府组织与项目有关的年度总计价值在100 000美元以上(含本数)，要求在清偿承付款最后日期的六个月内提交审计证明书；如国际非政府组织执行的项目总计价值为100 000美元以上(含本数)(自2004年1月1日起，在同一个国家的总合价值为300 000美元以上(含本数)，要求在该组织财政年度结束六个月内，提交审计证明书。

source: The payments and the use of the funds provided to implementing partners were recorded in a project ledger account (X21) maintained for the monitoring of these expenditures.
zh: 107. 向执行伙伴提供的资金的支付和使用情况记录在为监测此类支出而设立的一个项目分类账账户(X21)中。

source: An additional payment was released when the partner had justified the use of the funds (at least 70 per cent of previous instalments) through the remittance of a subproject monitoring report.
zh: 执行伙伴一经提交次级项目监测报告，证明资金(至少为以前分期付款的70%)的使用理由，就会发放额外付款。

source: Because of the time frame for project liquidation and submission of final subproject monitoring reports, the X21 balance as at 31 December was based on monitoring reports uploaded during the year, on a monthly or quarterly basis.
zh: 由于项目清理结束和次级项目监测最后报告的时限，截至12月31 日的X21余额依据的是该年期间每月或每季度上载的监测报告。

source: All subproject monitoring reports uploaded in MSRP have to be reviewed and validated by field offices, and only final reports were transmitted to UNHCR headquarters.
zh: 上载到管理系统更新项目的所有次级项目监测报告必须得到外地办事处的审查和核证，只有最后报告转递难民专员办事处总部。

source: Therefore, supporting documents for X21 balances were only partially available at the headquarters when financial statements were prepared.
zh: 因此，在编写财务报表时，总部只有部分X21余额的证明文件。

source: This unjustified balance of field expenditures pending the receipt of subproject monitoring reports is fully justified before mid-June of the following year, when the reports are submitted.
zh: 外地支出中尚未说明理由的余额，在第二年六月次级项目监测报告提交时充分说明理由。

source: The delivery of these justifications explains why this does not affect the opinion on the statements.
zh: 提出的这些理由说明这一点不影响对报表的意见。

source: By 6 April 2005, UNHCR had received audit certificates for 77 per cent of expenditure incurred by its implementing partners in 2001 and 2002.
zh: 108. 到2005年4月6日，对于各执行伙伴在2001年和2002年发生的支出，难民专员办事处收到了77%的审计证明书。

source: The remaining balances amounted, respectively, to $60.3 million and $70.3 million, for which implementing partners had not yet complied with UNHCR audit requirements.
zh: 对其余60.3百万和70.3百万的余额，执行伙伴尚未遵守难民专员办事处审计要求。

source: In 2003, UNHCR disbursed a total of $317.1 million (including $19.4 million paid to intergovernmental and United Nations agencies) to 736 implementing partners for the implementation of 1,566 subprojects, of which 1,056 required submission of an audit certificate by the partner.
zh: 109. 2003年，难民专员办事处向执行1 566个次级项目的736个执行伙伴支付了3.171亿美元(包括支付给政府间组织和联合国机构的19.4百万美元)，其中1 056个项目要求执行伙伴提交审计证明书。

source: As of April 2005, only 529 of the mandatory audit certificates had been submitted, covering $145.6 million in expenditure executed by implementing partners.
zh: 截至2005年4月，只提交了529份必须提交的审计证明，涉及由执行伙伴执行的支出1.456亿美元。

source: The Board notes with concern that the number of subprojects and the amounts covered by audit certificates decreased from 77 per cent for 2002 to 50 per cent for 2003 as at 30 April 2005.
zh: 委员会关切地注意到，截至2005年4月30日，有审计证明书的次级方案数目从2002年的77%下降到2003年的50%。

source: Expenditures for subprojects for which audit certificates were not mandatory and those for which the partners did not provide audit certificates amounted to $150 million in 2003.
zh: 110. 2003年，不必提交审计证明书的次级项目以及执行伙伴没有提交审计证明书的次级项目的支出达1.50亿美元。

source: For these, UNHCR therefore had no evidence that an audit had been conducted.
zh: 因此，对这些项目，难民专员办事处没有证据表明已进行了审计。

source: This ran contrary to chapter 4 of the Manual and to the subagreements concluded with its partners.
zh: 这种做法违反了《手册》第4章和办事处与执行伙伴签订的次级协定。

source: The main governmental partner of UNHCR had 45 governmental subprojects amounting to $29,701,679, but produced audit certificates for only 2 of them, amounting to $1,189,774, in spite of several reminders.
zh: 111. 难民专员办事处的主要政府合作伙伴执行45个政府次级项目，资金达到29 701 679美元，尽管几次催促但只有2个次级项目出具了审计证明书，所涉金额为1 189 774美元。

source: Altogether, only 17 of the 72 governmental partners concerned had submitted audit certificates.
zh: 在总共72个有关政府伙伴中，只有17个提交了审计说明书。

source: UNHCR obtained no certificate from 45 of them for which they were mandatory (including 12 governmental partners that had received more than $1 million in 2003).
zh: 难民专员办事处没有从45个必须提交审计证明书的政府合作伙伴(包括2003年收到1百万美元以上资金的12个政府伙伴)收到任何证明书。

source: Five of the 17 local NGOs that had received more than $1 million in 2003 submitted no audit certificate (including one in Iraq that received $3 million and one in Côte d'Ivoire that received $1.7 million).
zh: 112. 2003年，在17个收到1百万美元以上资金的当地非政府组织中，有5个没有提交审计证明书(包括一个收到3百万美元的伊拉克当地非政府组织和一个收到1.7百万美元的科特迪瓦非政府组织)。

source: Out of 207 local NGOs that had to submit audit certificates, only 79 produced all required certificates, and UNHCR obtained no certificate from 89 of them (44 per cent).
zh: 在207个必须提交审计证明书的当地非政府组织中，只有79个出具了规定的所有证明，难民专员办事处没有收到任何证明书的为89个(44%)。

source: One hundred and ten international NGOs were required to produce audit certificates covering 509 subprojects for $123,489,749.
zh: 113. 要求110个国际非政府组织为509个次级项目的123 489 749美元出具审计证明书。

source: By 1 April 2005, 353 of the mandatory audit certificates had been submitted, covering $92,965,878, or 75 per cent, of the total.
zh: 到2005年4月1日，提交了353个必须提交的审计证明书，所涉金额92 965 878美元，占总数的75%。

source: Only 3 of the 36 organizations that received more than $1 million in 2003 submitted no audit certificate.
zh: 在2003年收到1百万美元以上资金的36个组织中，只有3个组织没有提交审计证明书。

source: At least three implementing partners included in the Board's sample submitted consolidated, audited annual financial statements, without project-specific audits.
zh: 114. 至少有三个列入委员会抽样调查的执行伙伴提交了经审计的合并年度财务报表，但没有具体项目的审计。

source: UNHCR indicated that such a practice was consistent with the signed agreements, but the Board of Auditors notes that this did not provide reasonable assurance that the expenditures reported in subproject monitoring reports were correct and true.
zh: 难民专员办事处表示这种做法符合签订的协定，但委员会注意到，这不能合理地保证次级项目监测报告中报告的支出正确无误。

source: In its two previous reports (A/58/5/Add.5 and A/59/5/Add.5), the Board pointed out that the rules for partner audit certification were inadequate to provide assurance about the proper use of funds, because UNHCR did not centrally monitor qualified opinions or disclaimers of opinion issued by external auditors on the financial statements of subprojects.
zh: 115. 委员会前两份报告(A/58/5/Add.5和A/59/5/Add.5)指出，关于执行伙伴审计证明书的规则不足以保证资金得到适当使用，因为难民专员办事处没有集中监测外部审计员对次级项目财务报表发表的保留意见书或拒绝表示意见书。

source: UNHCR stated that the monitoring was done at the field level, but the Board's field audits in Angola, Eritrea, Ethiopia and Namibia in 2004 did not validate that assumption.
zh: 难民专员办事处说，在外地一级进行了监测，但委员会2004年在安哥拉、厄立特里亚、埃塞俄比亚和纳米比亚进行的外地审计无法核实这一说法。

source: In four of the sampled cases, no UNHCR office acted upon disclaimers of opinion.
zh: 在四个抽样案例中，难民专员办事处的外地办事处都没有对拒绝表示意见书采取行动。

source: These disclaimers related to projects implemented by two international NGOs for 17 per cent and 14 per cent, respectively, of the total 2003 amount paid to them by UNHCR ($1,900,098).
zh: 这些拒绝表示意见书与两个国际非政府组织执行的项目有关，分别占2003年难民专员办事处支付给它们的总额(1 900 098美元)的17%和14%。

source: UNHCR indicated that as of 2005 (i.e., for audit certificates covering 2004 expenditures), statistics on qualified and negative opinions would be centrally available.
zh: 116. 难民专员办事处表示，截至2005年(即就2004年支出的审计证明书而言)，关于保留意见书和负面意见书的统计数字可集中备查。

source: The Office of Internal Oversight Services Internal Audit Division agreed, in its review of audit certification for UNHCR implementing partners, to assist UNHCR by conducting periodic reviews of audit certificates and management letters and to provide advice, if necessary, on what action to take, and UNHCR was to request the Office to do so for the 2004 subprojects.
zh: 内部监督事务厅内部审计司在审查难民专员办事处执行伙伴的审计证明书时，同意协助难民专员办事处，定期审查审计证明书和管理层信件，并在必要时就应采取何种行动提出建议，难民专员办事处将请监督厅对2004年次级项目采取这种做法。

source: Project ledger account balances
zh: 项目分类账账户余额

source: Funds transferred to implementing partners ($330 million in 2004) were directly recorded as expenditure in the financial statements.
zh: 117. 转给执行伙伴的资金(2004年为3.30亿美元)在财务报表中直接记作支出。

source: They were monitored through a project ledger account (X21), cleared quarterly after a subproject monitoring report had justified their use.
zh: 通过项目分类账账户(X21)对其进行监测，每季度在次级项目监测报告说明其使用理由后结清。

source: As at 31 December 2004, outstanding X21 balances amounted to $107 million (or 32 per cent of total instalments paid to implementing partners during the year, versus 39 per cent a year before) and an additional amount of $21 million had been committed at year's end, based on signed agreements.
zh: 截至2004年12月31日，X21的未清余额为1.07亿美元(占该年期间支付给执行伙伴的分期付款总额的32%，前一年为39%)，根据签订的协定，另有21百万美元在年终时已经承付。

source: By 10 June 2005, X21 balances amounted to $7 million.
zh: 到2005年6月10日，X21余额为7百万美元。

source: The Board's sample review showed that the field offices had properly verified all the sampled subproject monitoring reports.
zh: 118. 委员会的抽样审查显示，外地办事处适当核实了所有抽样的次级项目监测报告。

source: Some confusion in the identification of the partners resulted in incorrect postings of X21 balances between subprojects, but this did not have an impact on the overall level of outstanding X21 balances.
zh: 在查明执行伙伴方面的某些混乱导致次级项目之间X21余额出现差错，但它对X21未清余额的总数额没有影响。

source: The level of funds not justified by implementing partners at year's end therefore improved, but nevertheless remained high.
zh: 119. 因此，年终执行伙伴没有证明理由的资金数额有所改善，但是仍然很高。

source: In 2003, management had attributed this high level mainly to the introduction of MSRP and cited additional and unusual delays in uploading reports and clearing the balances.
zh: 2003年，管理层把资金数额高的主要原因归于实行管理系统更新项目，并引证在上载报告和结清余额方面出现了更多不寻常的延迟。

source: For 2004 projects, management considered that the global situation was normal, as the deadline for receipt of the last subproject monitoring reports in field offices was 15 days after the liquidation date, i.e. 15 February 2005.
zh: 关于2004年项目，管理层认为，总体情况正常，因为收到外地办事处最后次级项目监测报告的最后期限是结算日之后15天，即2005年2月15日。

source: Management stated that verification and recording always take a certain amount of time and that UNHCR expected 2004 X21 balances to start decreasing with the March accounts and to continue to do so in April and May, as in prior years.
zh: 管理层说，核实和记录一贯需要一定的时间，难民专员办事处预期2004年X21余额将在3月账户中开始下降，并在4月和5月继续下降，前几年的情况就是这样。

source: Office of the United Nations High Commissioner for Refugees and the United Nations Compensation Commission
zh: 2. 联合国难民事务高级专员办事处和联合国赔偿委员会

source: Palestine refugees outside the United Nations Relief and Works Agency for Palestine Refugees in the Near East area of operations are considered to be within the purview of UNHCR protection.
zh: 120. 在联合国近东巴勒斯坦难民救济和工程处业务区范围外的巴勒斯坦难民即在难民专员办事处的保护权限之内。

source: Field offices are requested to provide assistance.
zh: 已请各外地办事处提供协助。

source: In its report on operations in Canada, the Office of Internal Oversight Services noted that UNHCR Canada had been processing and reconciling claims of Palestinian refugees on behalf of the United Nations Compensation Commission (UNCC).
zh: 监督厅在关于加拿大境内业务的报告中，注意到难民专员办事处加拿大办事处一直在代表联合国赔偿委员会(赔偿委员会)处理巴勒斯坦难民的索赔并进行对账。

source: UNHCR has processed and paid, not only in Canada, but also in Algeria, Bulgaria, Germany and the Islamic Republic of Iran, 193 claims for a total $3.9 million funded by UNCC, but it has not sought the authorized administrative fees that may be requested from the beneficiaries for the receiving and registering costs incurred.
zh: 难民专员办事处不仅在加拿大，而且在阿尔及利亚、保加利亚、德国和伊朗伊斯兰共和国处理并支付了由赔偿委员会供资的193项索赔，总额为3.9百万美元，但它没有请受益者支付接收和登记费用引起的核定行政费。

source: The Office of Internal Oversight Services recommended that UNHCR be reimbursed for these receiving and registering costs.
zh: 121. 内部监督事务厅建议向难民专员办事处偿付这种接收和登记费用。

source: Under UNCC decision 18, other paying agents have deducted such amounts from the final payments to the beneficiaries to cover their own claims-processing costs, at an average rate of 1.5 per cent.
zh: 根据赔偿委员会第18号决定，其他出资机构按平均1.5%的费率，从最后支付给受益者的款额中予以扣减，作为其自己处理赔偿的费用。

source: If UNHCR had deducted the same amount, it would have received from the beneficiaries $59,000 to defray part of its administrative costs.
zh: 如果难民专员办事处扣减同样的款额，它会从受益者处得到59 000美元，以支付其部分行政费用。

source: UNHCR agreed with the Board's recommendation to deduct an administrative fee from future UNCC payments to beneficiaries.
zh: 122. 难民专员办事处同意委员会的建议：今后从赔偿委员会支付给受益者的款额中扣减行政费。

source: Project personnel
zh: 3. 项目人员

source: UNHCR has not fully implemented the Board's recommendation to completely phase out the use of project staff as scheduled, while ensuring through close monitoring that no such irregular arrangements are again developed (A/58/5/Add.5, chap.
zh: 123. 难民专员办事处没有全面执行委员会的建议，即按计划逐步淘汰使用项目人员的安排，同时进行密切监测，确保不会再次形成此种非正规安排。

source: II, para.
zh: (A/58/5/Add.5,第二章，第82段)。

source: The Board had noted that UNHCR employed, beyond its staffing table of 5,505 posts, some 1,099 project staff members as at 31 December 2001.
zh: 委员会注意到，截至2001年12月31日，难民专员办事处在员额配置表5 505个员额之外，雇用了约1 099名“项目人员”。

source: In September 2001, UNHCR management was instructed by IOM/81/2001-FOM/79/2001 to phase out all project staff arrangements by 31 December 2004.
zh: 124. 2001年9月，IOM/81/2001-FOM/79/2001号备忘录指示难民专员办事处管理层在2004年12月31日之前逐步废除项目人员的安排。

source: UNHCR had hired project staff either through implementing partners it funded for tasks normally done by UNHCR staff, or directly by signing irregular service contracts, normally meant for procuring specific services, to carry out staff or implementing-partner functions.
zh: 难民专员办事处或者通过它所资助的项目合作伙伴，雇用项目人员从事通常由难民专员办事处工作人员进行的工作，或者直接以非正规方式签订服务合同，通常为采购服务，来执行工作人员或执行伙伴的职能。

source: The above-mentioned IOM/FOM stated that UNHCR had to discontinue the use of project staff because of legal implications: although UNHCR would have immunity before national courts, an arbitrator might hold UNHCR liable.
zh: 125. 备忘录说，由于所涉法律问题，难民专员办事处必须停止使用项目工作人员：尽管难民专员办事处在国家法院有豁免权，但仲裁者可能会追究难民专员办事处的责任。

source: There were also concerns about fairness (project staff work side by side with UNHCR staff), security, working conditions and proper human resources management.
zh: 还有人担心公平(项目人员与难民专员办事处工作人员并肩工作)、安全、工作条件和适当的人力资源管理等问题。

source: The IOM/FOM mentioned that for functions under direct UNHCR supervision, staff members should be recruited either under the United Nations Staff Regulations and Rules, against a post on the official UNHCR staffing table or under a fixed-term appointment not exceeding 364 days.
zh: 126. 该备忘录提到，就直属难民专员办事处管理的职能而言，或者应就难民专员办事处正式员额配置表上的员额，按《联合国工作人员条例和细则》聘用工作人员，或者按照不超过364天的定期任用聘用。

source: Other persons carrying out non-staff functions may be recruited as consultants.
zh: 履行非工作人员职能的其他人员，可聘为顾问。

source: For two of the deployment schemes in case of emergency (“surge” and “resettlement”), UNHCR has signed agreements with two NGOs, which maintain a recruitment roster of individuals available for rapid mobilization and deployment and recruit them when requested to do so by UNHCR offices.
zh: 127. 关于紧急情况(快速部署和重新安置)的两个部署方案，难民专员办事处与两个非政府组织签订了协定，保持一个可快速调集和部署的人员征聘名册，并在需要时由难民专员办事处采取这种做法。

source: UNHCR signs a subagreement with the NGOs for each such deployment.
zh: 难民专员办事处与非政府组织为每一项此种部署签订次级协定。

source: Beyond their functional merits, these arrangements do not comply with the above-stated policy, as already mentioned in the internal audit report of 5 July 2001 and by the Board of Auditors.
zh: 128. 如2001年7月5日内部审计报告和审计委员会已经提到的那样，除了在运作上的优点外，这些安排不符合上述政策。

source: UNHCR agreed with the Board's recommendation to review the matter of project personnel arrangements and to issue an instruction to ensure the compliance of the deployment schemes with the above-mentioned instruction on staff employment.
zh: 129. 难民专员办事处同意委员会的建议：审查项目人员安排问题，并发布指示，确保部署方案符合上述关于工作人员雇用问题的指示。

source: Department of International Protection
zh: 4. 国际保护部
